{"pages":[{"title":"Categories","date":"2018-05-11T05:52:07.861Z","path":"categories/index.html","text":""},{"title":"About Dawn-Wow Association","date":"2017-08-10T14:08:05.000Z","path":"about/index.html","text":"A brief Biography Dawn-Wow Association 成立于2019年9月1日 起初由 Onion Knight 和 Rubilacxe 提议成立，公会名称也由二人拟定。 公会成立的本意是找到一群志同道合的伙伴，成立一个游戏小分队，可以比较惬意的享受游戏而不受大公会规章的约束。因此定义公会为休闲公会，由 Onion Knight 负责招人。 经历过一段时间的发展 Onion Knight 发现 穆丝 玩家较为活跃并且比较乐于帮助其他玩家，因此提议共同管理公会。 后期由于持续的 发展 陆续来了 抬头戳你蛋 神咲诗织 猜不透这结局 萌姥姥 等人, 队伍逐渐有了一定发展，人数达到了100人左右规模。 而后由于 Onion Knight 在大脚频道的不懈喊话，杨丶贼 联系并带领了 九州|休息养老俱乐部 公会集体并入，晨曦公会 进一步发展壮大。 再然后，由于 穆丝 的努力，中天不种田 摇摆小猪丶 等人带领 天堂之门 公会集体并入 晨曦公会 ，于此同时公会开始每周一次活动。 To Be Continued 公会趣事 初期建立公会之时，Onion Knight 本想让在练级路上认识的朋友署名，这样成立公会也更有意义。但是实践过后却发现困难重重，原因一在于组队之人多为有公会或者团体，二在于之前加过的好友因在线时间不稳定难以再联系。公会发起一天后，包括 Rubilacxe 在内仅有二人愿意签名，但是另外一人后来却中途加入其他公会，导致签名失效， Onion Knight 顿觉十分之挫败，方知万事不能随心所欲。后 Onion Knight 只得采取功利化的方法，在新人村发放包包求签名，公会才得以建立。当时签名之人要么已经退出公会要么已经AFK月余，经历此事 Onion Knight 才知看似万般简单之事也有背后的辛酸和道理，对公会管理也有了初步的认识。 有做的到的事，也有做不到的事。 杨威利銀河英雄伝説 神咲诗织 为 Onion Knight 在暴风城矮人区打铁时结识。当时 Onion Knight 仅有20余级，此时大部分玩家都是肝副本和做任务。Onion Knight 看到另一位20余级却来打铁之人，顿时感到此人定为有趣之人，故而斗胆上前相邀，从而结识。 萌姥姥 是 Onion Knight 在丹莫罗练小号之时所结识。当时在侏儒新手村 Onion Knight 看到两个侏儒fs一男一女在暴打小怪，Id也极为相似。抱着路不过不错过的心态， Onion Knight 邀请了其中一位，妄想一举两得。但是而后和 萌姥姥 交谈后发现其并不认识另外一侏儒男fs，后 萌姥姥 练级速度迅猛，但是并无和 Onion Knight 共同任务副本经历，实为憾事。 公会第一次活动由 Onion Knight 组织并指挥，于10月5日周六晚8点开始讨伐奥妮克希亚，历经6个小时以失败告终。而后 Onion Knight 总结了此次活动之教训，有战术和战略两个方面：战术上没有重视对手，事前准备工作不足；战略上，随着游戏到达后期，我？玩游戏的心态悄然也发生了变化，公会很多人由于个人或家庭原因早就想下线，但是却碍于情面一同开荒到凌晨2点，这样游戏已经影响的现实生活，背离了休闲公会的初衷。后 Onion Knight 与 Rubilacxe 讨论至深夜，无果。 昨日种种，皆成今我，切莫思量，更莫哀，从今往后，怎么收获，怎么栽。 胡适 To Be Continued 最后提醒大家，游戏仅仅是游戏，可以作为爱好，但切莫影响正常工作和生活。下图为 Onion Knight 于2018年01月31日拍摄，只有多出去走走才能留意到身边的风景。：） I’ve seen things you people wouldn’t believe. Attack ships on fire off the shoulder of Orion. I’ve watched c-beams glitter in the dark near the Tannhauser Gate. All those…moments will be lost in time, like tears…in rain. Time to die……… Roy BattyBlade Runner Contact Us The undemanding and proper way is sending me an Email My Email address: ？？？？？？？？？？For further communication, wechat is also available Our wechat QR code: The end"},{"title":"Tags","date":"2018-05-11T05:52:07.861Z","path":"tags/index.html","text":""}],"posts":[{"title":"洋葱骑士的异世界之旅（二）","date":"2019-10-28T15:40:20.000Z","path":"wiki/洋葱骑士的异世界之旅（二）/","text":"初开始成立公会，并且作为会长，洋葱并没有像想象中的那样成就满满，而是感觉到一股责任的重担。 每天看着成员列表里人数的上下起伏，洋葱的心也随之起伏不定起来。当初跟大R说好的成立一个休闲公会，想来就来想走就走，这本来就在意料之中，洋葱这样宽慰自己。但是内心的波动是不会骗人的，它总是把你最真实的一面告诉你。洋葱不禁想起了2016年的初夏……咳咳，打住打住，扯远了。 之后洋葱在练级之余最常干的事就是查询队友或者路人的名字，看他或者她是否已经有公会了。从傍晚的暴风城矮人区到南海镇凌晨三点的酒馆，洋葱也逐渐变得厚脸皮起来。“要加入我们公会不？休闲公会，和谐有爱哈！”，洋葱总是说着飘渺的话却也不脸红，毕竟大家都忙着练级，公会频道半天也没一句话，没有纷争那不就是和谐么。 随着一个个新人加入，公会也慢慢有了点活力。偶尔喊个五人本，也有两三个人响应了。在奥特兰克山脉，在剃刀沼泽，在阿拉希高地，在祖尔法拉克，洋葱和队友们战胜了一个又一个敌人，迅速的成长起来。洋葱这时开始幻想着和公会的小伙伴们一起，打开奥妮克希亚巢穴的大门，讨伐黑龙公主，深入熔火之心，打败火焰之王拉格纳罗斯，想必那时必将能和战友一起分享这无限的喜悦。 洋葱没有意识到，这时的他所度过的时光，将是他在异世界最快乐的时光。而在不经意之间，这些时光就会从指缝里悄悄溜走。 洋葱曾经在荆棘谷拜读过大名鼎鼎的赫米特·奈辛瓦里所写的《荆棘谷的青山》,里面所描写的正是洋葱幻想过的异世界生活——白天拿着盾牌，在丛林中为队员们探路；晚上则手持火炬，作为守夜人守护整个营地。但很快，洋葱将发现他的想法错的离谱…… 这段时间，公会里最活跃的是等级遥遥领先的盗贼最后的乱射，我们都叫他为乱射。因为一直相差十几级，洋葱没有和乱射一起做过任务下过副本。但据其平时言行，洋葱猜测他应该是一直一个人活动。乱射常混迹于加基森和菲拉斯的荒野，单人完成各种有难度的任务，后来还在NGA上发了一个盗贼单刷黑铁酒馆的帖子，在洋葱心里，是个大神无疑了。洋葱还委托让乱射帮忙打些美味的蚌肉，乱射也是二话不说就寄到了洋葱邮箱里。 后来等到洋葱终于来到加基森，可以跟乱射一起任务的时候，乱射突然说他要AFK了，觉得没意思，然后名字就永久的灰了下去。虽然此时公会仍然保持着强劲的发展势头，但是所谓盛极必衰，洋葱突然想起了贾母在中秋佳节的叹息。或许这就是第一个预兆，洋葱突然想到某天或许自己的名字也会灰去，晨曦这两个字也将不会再被人提起了。 前文中有提到，“……感受脚下泥土的分量了……他就会为这种想法尝尽苦头。”，原谅作者文笔有限，这里就强行接上伏笔好了。说到这个苦头，就不得不提及公会里的另外一个人——铁头娃娃。洋葱当时应该只有二十五级左右，正好接到做维里甘之拳的职业任务，在看完网上的一篇单通任务攻略后，就兴致勃勃的开始了单通大计。维里甘之拳这个任务并不困难，关键是要收集的材料遍布艾泽拉斯大陆，而且很多地方并不是二十多级的角色能够轻易通过的，极为麻烦，没有两个小时的脚程是做不完任务的。不过洋葱还是极为耐心，在通过子任务获取必须的物品“科尔的宝石”后，洋葱偶然发现这个子任务是可以重复领取的，此处再埋下一伏笔。 最困难的一个材料需要从影牙堡垒中取得，圣骑士角色根本无法像盗贼那样潜行进入堡垒，因此洋葱按照攻略选择单打精英小怪。经过若干次尝试，洋葱一次又一次的以灵魂形态出现在银松森林里，不免有些气馁。此时洋葱想到了之前的发现，“要不再接个宝石任务，看看能不能拿到两个宝石？”。说干就干，洋葱兴致勃勃的去黑海岸又接下任务，但是一想到拿宝石还要跑到黑暗深渊，又迟疑了一下，“还是把任务删除了好了……”。有句老话说得好，不作死就不会死，悲剧往往都是发生在作死的时刻，洋葱小手一抖，把主任务删除了，包袱里已经有的三个材料也不翼而飞…… “算了，还是组队从头做起吧。”，洋葱突然看到大脚频道上有个骑士在喊组队做锤子任务，于是就加入了进去，里面就有铁头娃娃。五个骑士组成了骑士小队，其中有三个都是萌新，而且没有开通从米奈希尔港到南海镇的任何一个飞行点。洋葱只好不厌其烦的领着他们从洛克莫丹一直到银松森林，历经数个小时，最终在影牙堡垒完成任务。铁头加入晨曦是在任务几天过后了，洋葱也曾跟他提起过之前的经历，不禁莞尔。 题归正传，随着时间的推移，洋葱以及大R，穆丝等公会主力都渐渐的达到60级满级。60年代的艾泽拉斯，在玩家满级之后可玩的内容并不多。洋葱除了和公会成员有时一起刷通灵学院，还有斯坦索姆牵马外，渐渐的把另外一份东西放在了心上，那就是组团开荒熔火之心，讨伐奥妮克希亚。 恰巧这个时候，公会又陆续进来了两批”新人”。为什么打引号呢？因为这两批都是艾泽拉斯的老玩家了，之前也都是各自成立了公会，后来由于疏于打理，公会人员过少，因此决定并入晨曦。 这下，看着公会列表上满级的二十来人，洋葱觉得时机到了。 一点趣事 嘿嘿，没想到啥趣事，失望了没！。","tags":[],"categories":[{"name":"晨曦夜话","slug":"晨曦夜话","permalink":"https://dawn-wow.info/categories/晨曦夜话/"}]},{"title":"洋葱骑士的异世界之旅（一）","date":"2019-10-27T20:43:39.000Z","path":"wiki/洋葱骑士的异世界之旅/","text":"之前跟大R聊过很多次，大R一再指出不要试图教别人如何玩游戏，指责我的傲慢，所以在此我就不再以第一人称进行无聊的“说教”，而改用第三人称，给大家讲一个关于我的故事，关于洋葱骑士的故事。 洋葱是受大R的邀请降临到这个世界的。再次踏上熟悉又陌生的土地，洋葱还是想以骑士的身份开始这趟异世界之旅。但是用以前的ID不免触景生情，“取个什么新ID好呢？”洋葱这样想着。洋葱突然想到黑魂里的一个名字，“就叫洋葱骑士好了！”，洋葱把拳头往手掌里一拍。黑魂里的洋葱骑士虽然外表看起来愚蠢，但是实力却非常靠谱，有着强大的内心，是令人安心的角色。洋葱打定主意这次要成为那样的人。 就这样，在艾尔文森林的北郡修道院，洋葱骑士开始了他的异世界之旅。 洋葱不是第一次踏入这个世界了，但是上次来的时候每天都行色匆匆，在空中飞来飞去，这次总算有机会去感受脚下泥土的分量了。洋葱这样想着，但是很快他就会为这种想法尝尽苦头。从北郡修道院一路到到闪金镇，“人咋比怪还多呢！”，洋葱被眼前的景象惊呆了。凭借之前的经验，洋葱跟大R一起东讨鱼人，西征霍格，很快在艾尔文森林站稳了脚跟。 不久，洋葱骑士就升到了10级，这次他没有迟疑，果断的选择了坦克的道路。直面敌人，把后背交给队友，这样才是让人安心的人。洋葱突然想起了海贼王里的索隆，不由得自我感动了一把。 在完成西部荒野的探险之后，大R说没必要天天一起练级，非要凑在一起后果就是搞的俩人时间上都不舒服。洋葱想了想也是，但是还是想着后面可以一起任务，先不去赤脊山，去洛克莫丹吧。 这样，在随后的任务跑图升级路上，洋葱认识了很多人，其中就有一起在洛克莫丹剿灭穴居人的法师豆豆汁儿，后面简称豆子。 很多人都觉得洋葱技术不错，是个大腿，因此纷纷互加了好友。有天，洋葱突然意识到：加了好友又能如何呢？每天看着好友列表上在线或不在线的人，连句说hello的理由都没有。 洋葱想，要不成立个工会吧。把意思跟大R说了后，大R欣然同意。本来公会名字想取“The Dawn”，来自一个芬兰乐队Dreamtale的曲子，可能大家更熟悉的是它另外一个名字——亡灵序曲。洋葱特别喜欢曲子里的英文读白“As The last ship sailed towards the distant horizon，I sat there watching on a rock，My mind slowly drifting away，Forming into my… Dreamtale”。 但是后来又觉得“The Dawn”太过简短，要不叫“The Dawn of Night吧？”，洋葱提议到。“Dawn 本来就有 of night 的意思，”大R反驳说，“叫晨曦如何？”。洋葱同意了。 从暴风城公会注册员那里出来后，看着仅有两个签名的公会注册表，洋葱不由得叹了一口气。尝试着联系以前互加好友之人，要么没有回复，要么回复说已经有公会了。“对了，先把豆子名字签上吧！”，豆子跟洋葱这几天每天都有联系，他是第一次来艾泽拉斯，算是萌新，所以每天有很多问题，洋葱也是不厌其烦的进行解答。 洋葱本以为让豆子签下名是顺理成章的事，可是现实就是喜欢泼人冷水，“我跟几个朋友一起来玩的，准备自己组一个公会。”“那正好啊，一起来签名好了！”“我再跟他们商量下。”，就这样又过了两天，签名单上依旧只有两个名字。 或许出于对洋葱的愧疚，豆子终于在注册表上署下了名字。洋葱感到无比振奋，“终于有了一个好的开端了！”。洋葱梦想着在之后的探险中，认识无数个像豆子这样的人，彼此认可，最终签下友谊的见证。但是刚过了一天，洋葱突然发现注册表上豆子的名字消失了。洋葱没有问原因是什么，只是突然想起向大R的承诺，“剩下的签名我来搞定！”。男人的承诺，如果就这么放弃，还怎么算是令人放心的人呢。 洋葱想到了一个主意，一个之前不屑于拿来用的主意。看着包包里仅有的40个银币，洋葱下定了决心。于是，在闪金镇“狮王之傲”旅馆前面，出现了这样一个叫卖的身影——“公会署名送包包了！署名成功即可领取！公会成立后可以自由退出！”。 就这样，晨曦公会成立了。 一点趣事 据穆丝所说，他即为当时被喊话叫来最早署名的成员之一，可惜当时洋葱未截图留念。 豆子老是夜里上线，洋葱后来才得知他现在在美国，和这边时差12个小时。豆子后来又再次加入了晨曦，并一直保持着最高等级记录。但是再后面，仍然选择了与之前的好友一起活动，与洋葱再无联系。","tags":[],"categories":[{"name":"晨曦夜话","slug":"晨曦夜话","permalink":"https://dawn-wow.info/categories/晨曦夜话/"}]},{"title":"关于晨曦公会活动制度的说明","date":"2019-10-13T18:10:55.000Z","path":"wiki/关于晨曦公会活动制度的说明/","text":"公会理念 正如在“关于晨曦”页面中所提及的那样，公会创办的最初理念是可以有一个可以让玩家感到休闲自在并且十分温馨的团体，在经历一周的工作忙碌之后，可以在这里稍作小憩，享受游戏。 因此公会相当尊重成员的个人游戏方式和习惯，如果你喜欢做任务，那么我们希望你能够在公会内部找到三五好友一起畅游艾泽拉斯，体会不同的人物以及背后故事给你带来的感动；如果你喜欢和战友共同探险，那么我们也提供你参与探险过程的机会。 如果你看过西方奇幻类型的小说，或者玩过龙与地下城，那么公会应该是几个好友一起闲暇时喝酒畅聊的酒馆；或者你看过刀剑神域，那么公会就是里面主角桐谷和人与亚丝娜温馨的家。 公会制度 公会制度基本依据公会理念，最大程度的满足所有公会成员的需求。 公会是休闲公会，每个成员都有来去之自由。 公会活动每周两次，每次3-4小时。每人依据自身情况，可以选择性参加。 战利品每次活动结算一次，一需多贪。往后如果人员基本固定，需要两天进行某个副本的连续活动，两次活动算作一次，结算一次。 如果某次活动人员过多，那么原则上出勤较多的玩家优先获得活动资格，具体情况依据到时实际进行调整。 常见问题解答为什么不开金团或者内需金团？ 原因很简单，因为金团所流通的金币大部分都是一些玩家花人民币购买的。现阶段金团一件装备动辄数百金，有些甚至高达数千金。试问这些金币都是玩家一点一点打出来的吗？作为开服就入驻的玩家，OnionKnight 平时常备的财产也仅仅是百余金币，其他一些较为资深的老玩家可能有数百金币，但是考虑到后续千金马等的开销，这些金币也是远远不够的。 那么如果玩家在金团消费，就相当于用人民币消费，那么本质上就是人民币购买装备，这里我们建议这些玩家干脆一步到位，直接花钱找工作室代刷保证您3个CD毕业，风剑橙锤也指日可待。 如果玩家在金团打工，那么本质上就是在为花人民币买金币的老板打工，那么我们也建议这些玩家不如现实生活中找一些肯德基或者麦当劳打工，一个月的工资也够在游戏里买上数千上万金币了，远远大于辛辛苦苦打金团那几十上百金币收入。 可能有些玩家会说，金团起码保证了自己不会白白打完副本没有收获，以后攒齐金币也可以自己做老板，这点貌似很公平。但是有一点要清楚，装备是有时效性的，您现在获得装备跟你两个月后获得的装备能够等同吗？在金团您有一点点机会先拿到极品装备吗？如果您不在乎时效并且看重装备，那么我们也建议您去正式服，一个人单刷MC，装备全是您的！ 最后，游戏就是游戏，是一种生活放松的方式，如果掺杂了太多的现实功利性，那么它也就没有了存在的意义。游戏里花钱买金就相当于打魔兽争霸开了作弊码，即使是获胜也毫无意义，只会让您更快的删除游戏。当时我们也不是强迫公会玩家不得买金，公会理念就是尊重每个人，您可以找工作室够买金币，参与其他人组织的金团，但是请务必不要在公会频道讨论买金和金团的相关事宜。 为什么不采取现在较为流行的GKP制度？ 其实 OnionKnight 在开始公会活动的初期考虑过GKP制度，但是后来予以否决。 原因有两点：如果采取GKP制度，装备价格太低比如50-100金币一件，最后其余团员每人分金不过几十金，操作起来麻烦并且意义不大；装备价格如果过高，那么跟金团无异，原因如上。 还有一点，公会建立初衷就是为所有艾泽拉斯的探险家提供一个休憩的家园。作为一个温馨的家庭，公平是最基本不过的了。GKP制度对那些 任务党/休闲党/新人 都是极为不公平的，这些人往往兜里没有什么金币，即使是50金币也不见得能拿得出。可能很多人觉得不可思议，但是真正的艾泽拉斯玩家就应该是以任务为主，体验艾泽拉斯的故事和风景，我们一定要给予这些玩家保护。 关于公平性会在接下来回答DKP制度相关问题进一步阐述。 为什么不采取经典的DKP制度？ 在此，先问一个问题，如果您喜爱踢足球，每周下班都要去球场踢两脚，此时球队负责人说，您必须保证出勤每周准时到，不到请假，并且不能中途早退，那么您这足球还能踢得开心吗? 在现实生活中，我们已经拘于各种制度的框架下，有太多准时要做的事情，有时不想做但迫于压力不得不做。因此在游戏中，我们就不必要搞得像上班一样，那样岂不是每周都在加班？公会应该是更有人情味儿的地方，少一些约束更能感到家的温暖。 关于公平性其一：DKP制度确实能照顾到老玩家的利益，但是对于休闲玩家或者平时因家庭等原因没法保证出勤的人是否过于苛刻了呢？打到后期，各个老玩家都捏着上千分，休闲玩家/新玩家/出勤不固定玩家 由于手上没有那么多分数，一起活动时候就没有装备的优先权，对他们而言玩个游戏还要分出三六九等来，这样不是无形中打压了他们的积极性吗？那么他们还不如去打一局牌，最起码牌桌上新人老人摸牌没有先后之分。对新人和散人友好，是一个公会久盛不衰的根本，更是晨曦的理念立足之地。 关于公平性其二：有些人会说，如果我次次出席但是装备却被一个新人roll走了怎么办。那么此时新人是不是就占了便宜呢？看起来是这样，但是事实却值得探讨。无论是老玩家还是新玩家，在某次活动中某件装备的获取概率都是相同的，但是基数却不相同。老玩家由于参与活动的次数较多，每次活动都有roll装备的权力，如果参与了N次活动，那么事实上获得此件装备的概率就是新玩家的N倍，也不违背一分耕耘一分收获的原则。概率上的公平就是公平，而人类最好的分歧终端就是石头剪刀布。 关于公平性其三：老玩家由于参与了开荒过程，确实在前期活动中的付出要大于后期参与成熟活动的新玩家，那么理应得到更多的回报。但是公会的初衷就有照顾新人以及休闲玩家，让渡出一点利益给新人正是体现人性的光辉之处。海纳百川正是因为她没有分开每条河流，无论先后，它们都能流向大海的怀抱。这里我们也期望老玩家们能有大海的胸襟和气魄，笑看沧海桑田，在这一点点得失上不要过分看重。 最后，游戏只是一个放松消遣的方式，如果因为DKP制度过于捆绑玩家，弄到影响现实生活和家庭，那么这种DKP制度就是万恶不赦，这种游戏也是没必要玩了。怀旧服玩家也基本是有家庭的居多，请诸位深思。 参考资料 龙与地下城 刀剑神域","tags":[],"categories":[{"name":"公会建设","slug":"公会建设","permalink":"https://dawn-wow.info/categories/公会建设/"}]},{"title":"Welcome to 晨曦公会","date":"2019-10-08T05:06:02.250Z","path":"wiki/index/","text":"晨曦公会是WoW怀旧服灵风服务器联盟公会，现在正在活动中！ 公会活动时间投票窗口,链接为 https://tp.wjx.top/m/48528150.aspx ，用微信打开链接，应该就可以微信登陆！ 晨曦公会为休闲公会，欢迎各路玩家加入！无论您来自何方，兴趣点在哪里，相信晨曦公会都能成为您在游戏中休憩交友的好去处！ 晨曦公会目前常备活动人员30-50人，公会活动成员招募中! 有兴趣请在游戏中私聊 洋葱骑士 / Rubilacxe / 穆丝，或者游戏邮箱信件联系。 其他相关信息，请移步关于晨曦","tags":[],"categories":[]}]}